Repository: OrivexLabs/lexcleaner
Catalog: App/LexCleanerApp/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.coreConnected
source: Core Services connected
zh_hans: Core 服务已连接

# app.readOnlyFoundation
source: Read-only foundation
zh_hans: 只读基础层

# app.foundationReady
source: Core foundation ready. Detailed workflows will be connected in a later phase.
zh_hans: Core 基础层已就绪，详细工作流将在后续阶段接入。

# app.foundationOnly
source: Page foundation only in this phase
zh_hans: 本阶段仅建立页面骨架

# navigation.dashboard
source: Dashboard
zh_hans: 概览

# navigation.cleaner
source: Cleaner
zh_hans: 清理

# navigation.appManager
source: App Manager
zh_hans: 应用管理

# navigation.diskAnalyzer
source: Disk Analyzer
zh_hans: 磁盘分析

# navigation.systemTools
source: System Tools
zh_hans: 系统工具

# navigation.monitoring
source: Monitoring
zh_hans: 监控

# navigation.hardware
source: Hardware
zh_hans: 硬件

# navigation.settings
source: Settings
zh_hans: 设置

# settings.general
source: General
zh_hans: 通用

# settings.language
source: Language
zh_hans: 语言

# settings.language.system
source: Follow System
zh_hans: 跟随系统

# settings.language.simplifiedChinese
source: Simplified Chinese
zh_hans: 简体中文

# dashboard.title
source: Dashboard
zh_hans: 概览

# dashboard.subtitle
source: See this Mac's resource status and verified reclaimable space in real time
zh_hans: 实时了解这台 Mac 的资源状态与已验证可回收空间

# dashboard.live
source: Live
zh_hans: 实时

# dashboard.reclaimableSpace
source: Reclaimable Space
zh_hans: 可回收空间

# dashboard.safeDetail
source: %@ verified safe User Cache candidates · evidence-based rules only
zh_hans: %@ 个已验证安全的用户缓存候选 · 仅使用有证据的规则

# dashboard.classifying
source: Running read-only classification
zh_hans: 正在执行只读分类

# dashboard.installedApps
source: Installed Apps
zh_hans: 已安装应用

# dashboard.appEnumeration
source: Enumerated from standard App locations
zh_hans: 来自标准 App 目录的真实枚举

# dashboard.systemHealth
source: System Health
zh_hans: 系统健康

# dashboard.readOnlyData
source: Read-only data
zh_hans: 只读数据

# dashboard.monitoringTimestamp
source: Monitoring: %@
zh_hans: 监控：%@

# dashboard.scanIssues
source: Scan issues: %@
zh_hans: 扫描问题：%@

# dashboard.collecting
source: Collecting…
zh_hans: 采集中…

# dashboard.waitingForSample
source: Waiting for first sample
zh_hans: 等待首个样本

# dashboard.health.good
source: Healthy
zh_hans: 运行良好

# dashboard.health.attention
source: Needs Attention
zh_hans: 需要关注

# dashboard.health.observing
source: Observing
zh_hans: 观察中

# dashboard.health.waiting
source: Collecting…
zh_hans: 采集中…

# dashboard.health.waitingDetail
source: Waiting for a real sample
zh_hans: 等待真实样本

# dashboard.health.detail
source: Memory pressure %@ · Thermal %@
zh_hans: 内存压力 %@ · 温度 %@

# metric.memory
source: Memory
zh_hans: 内存

# metric.disk
source: Disk
zh_hans: 磁盘

# metric.network
source: Network
zh_hans: 网络

# metric.thermal
source: Thermal
zh_hans: 温度

# metric.user
source: User
zh_hans: 用户

# metric.system
source: System
zh_hans: 系统

# metric.idle
source: Idle
zh_hans: 空闲

# metric.coresSampled
source: %@ cores sampled
zh_hans: 已采样 %@ 个核心

# metric.total
source: Total
zh_hans: 总计

# metric.free
source: Free
zh_hans: 可用

# metric.used
source: Used
zh_hans: 已用

# metric.pressureSwap
source: Pressure: %@ · Swap %@
zh_hans: 压力：%@ · 交换空间 %@

# metric.readWrite
source: Read %@ · Write %@
zh_hans: 读取 %@ · 写入 %@

# metric.download
source: ↓ Download
zh_hans: ↓ 下载

# metric.upload
source: ↑ Upload
zh_hans: ↑ 上传

# metric.interfacesTotal
source: %@ interfaces · Total ↓ %@
zh_hans: %@ 个接口 · 总下载 %@

# metric.lowPowerOn
source: Low Power Mode enabled
zh_hans: 低电量模式已启用

# metric.lowPowerOff
source: Low Power Mode off
zh_hans: 低电量模式未启用

source: Monitoring unavailable: %@
zh_hans: 监控不可用：%@

# hardware.unavailable
source: Hardware observability unavailable: %@
zh_hans: 硬件观测不可用：%@

# dashboard.monitoring.title
source: System Monitor
zh_hans: 系统监控

# dashboard.monitoring.processes
source: Processes
zh_hans: 进程

# dashboard.monitoring.hardwareInfo
source: Hardware Info
zh_hans: 硬件信息

# dashboard.monitoring.battery
source: Battery
zh_hans: 电池

# dashboard.monitoring.storage
source: Storage Info
zh_hans: 存储信息

# dashboard.monitoring.paused
source: Paused
zh_hans: 已暂停

# dashboard.monitoring.usage
source: Usage
zh_hans: 使用率

# dashboard.monitoring.wired
source: Wired
zh_hans: 有线内存

# dashboard.monitoring.compressed
source: Compressed
zh_hans: 压缩

# dashboard.monitoring.pressure
source: Pressure
zh_hans: 压力

# dashboard.monitoring.read
source: Read
zh_hans: 读取

# dashboard.monitoring.write
source: Write
zh_hans: 写入

# dashboard.monitoring.download
source: Download
zh_hans: 下载

# dashboard.monitoring.upload
source: Upload
zh_hans: 上传

# dashboard.monitoring.topProcesses
source: Top Processes
zh_hans: 进程占用

# dashboard.monitoring.process
source: Process
zh_hans: 进程

# dashboard.monitoring.state
source: State
zh_hans: 状态

# dashboard.monitoring.lowPowerMode
source: Low Power Mode
zh_hans: 低电量模式

# dashboard.monitoring.sensors
source: Temperature Sensors
zh_hans: 温度传感器

# dashboard.monitoring.fans
source: Fans
zh_hans: 风扇

# dashboard.monitoring.power
source: Power
zh_hans: 功耗

# dashboard.monitoring.model
source: Model
zh_hans: 型号

# dashboard.monitoring.cores
source: Cores
zh_hans: 核心

# dashboard.monitoring.performanceCores
source: Performance
zh_hans: 性能核心

# dashboard.monitoring.efficiencyCores
source: Efficiency
zh_hans: 能效核心

# dashboard.monitoring.physicalMemory
source: Physical Memory
zh_hans: 物理内存

# dashboard.monitoring.powerSource
source: Power Source
zh_hans: 电源

# dashboard.monitoring.charging
source: Charging
zh_hans: 充电中

# dashboard.monitoring.notCharging
source: Not Charging
zh_hans: 未充电

# dashboard.monitoring.cycleCount
source: Cycle Count
zh_hans: 循环次数

# dashboard.monitoring.health
source: Health
zh_hans: 健康状况

# dashboard.monitoring.devices
source: Physical Disks
zh_hans: 物理磁盘

# dashboard.monitoring.internalDisk
source: Internal Disk
zh_hans: 内置磁盘

# dashboard.monitoring.externalDisk
source: External Disk
zh_hans: 外接磁盘

# dashboard.monitoring.volumes
source: Volumes
zh_hans: 卷

# dashboard.monitoring.advanced
source: Advanced Information
zh_hans: 高级信息

# dashboard.monitoring.sharedCapacity
source: System and Data share this APFS container capacity; counted once
zh_hans: System 与 Data 共享此 APFS 容器容量，仅计算一次

# dashboard.monitoring.noPhysicalDisks
source: No physical disks reported
zh_hans: 未发现物理磁盘

# dashboard.monitoring.unknownVolume
source: Unnamed Volume
zh_hans: 未命名卷

# dashboard.monitoring.wear
source: Wear
zh_hans: 磨损

# dashboard.monitoring.unavailable
source: Unavailable
zh_hans: 不可用

# dashboard.monitoring.noData
source: No Data
zh_hans: 暂无数据

# dashboard.monitoring.unsupported
source: Unsupported
zh_hans: 不支持

# dashboard.monitoring.error
source: Sampling Error
zh_hans: 采样错误

# dashboard.monitoring.lastUpdated
source: Last Updated
zh_hans: 最后更新

# dashboard.monitoring.source
source: Source
zh_hans: 数据源

# dashboard.monitoring.sourceValue
source: Apple Public APIs
zh_hans: Apple 公共 API

# dashboard.monitoring.yes
source: Yes
zh_hans: 是

# dashboard.monitoring.no
source: No
zh_hans: 否

# dashboard.monitoring.on
source: On
zh_hans: 开

# dashboard.monitoring.off
source: Off
zh_hans: 关

# dashboard.monitoring.diagnostic.noPowerSource
source: No power sources reported by this Mac
zh_hans: 此 Mac 未报告电源

# dashboard.monitoring.diagnostic.smartWearUnsupported
source: SMART and wear data are not exposed through a stable product-level public API
zh_hans: 稳定的产品级公共 API 未提供 SMART 和磨损数据

# dashboard.monitoring.diagnostic.storageWearUnsupported
source: Storage wear data are not exposed through a stable product-level public API
zh_hans: 稳定的产品级公共 API 未提供存储磨损数据

# dashboard.monitoring.refreshRate.slow
source: Slow · 5s
zh_hans: 慢 · 5 秒

# dashboard.monitoring.refreshRate.balanced
source: Balanced · 2s
zh_hans: 平衡 · 2 秒

# dashboard.monitoring.refreshRate.fast
source: Fast · 1s
zh_hans: 快 · 1 秒

# dashboard.monitoring.availability.available
source: Available
zh_hans: 可用

# dashboard.monitoring.pressure.normal
source: Normal
zh_hans: 正常

# dashboard.monitoring.pressure.warning
source: Warning
zh_hans: 警告

# dashboard.monitoring.pressure.critical
source: Critical
zh_hans: 严重

# dashboard.monitoring.pressure.unknown
source: Unknown
zh_hans: 未知

# dashboard.monitoring.thermal.nominal
source: Nominal
zh_hans: 正常

# dashboard.monitoring.thermal.fair
source: Fair
zh_hans: 一般

# dashboard.monitoring.thermal.serious
source: Serious
zh_hans: 严重

# dashboard.monitoring.thermal.critical
source: Critical
zh_hans: 临界

# dashboard.monitoring.powerSource.internalBattery
source: Internal Battery
zh_hans: 内置电池

# dashboard.monitoring.powerSource.ac
source: AC Power
zh_hans: 交流电源

# dashboard.monitoring.powerSource.unknown
source: Unknown
zh_hans: 未知

# dashboard.monitoring.unknownDisk
source: Unknown Disk
zh_hans: 未知磁盘

# dashboard.monitoring.volumeRole.system
source: System
zh_hans: 系统

# dashboard.monitoring.volumeRole.data
source: Data
zh_hans: 数据

# dashboard.monitoring.volumeRole.recovery
source: Recovery
zh_hans: 恢复

# dashboard.monitoring.volumeRole.update
source: Update
zh_hans: 更新

# dashboard.monitoring.volumeRole.hardware
source: Hardware
zh_hans: 硬件

# dashboard.monitoring.volumeRole.other
source: Other
zh_hans: 其他

# dashboard.monitoring.volumeRole.unknown
source: Unknown
zh_hans: 未知

# cleaner.title
source: Cleaner
zh_hans: 清理

# cleaner.subtitle
source: Find and review cleanup candidates; every action uses Dry Run, Preflight, and Trash first
zh_hans: 发现并审查可清理候选；所有操作都经过 Dry Run、Preflight，并优先移入废纸篓

# cleaner.cancelScan
source: Cancel Scan
zh_hans: 取消扫描

# cleaner.startScan
source: Start Scan
zh_hans: 开始扫描

# cleaner.rescan
source: Rescan
zh_hans: 重新扫描

# cleaner.controlledFixture
source: Controlled E2E fixture
zh_hans: 受控 E2E 夹具

# cleaner.scanProgress
source: Checked %@ · Found %@ files · %@
zh_hans: 已检查 %@ · 发现 %@ 个文件 · %@

# cleaner.scanSummary
source: Scanned %@ files and %@ directories; recorded %@ safety issues
zh_hans: 扫描 %@ 个文件、%@ 个目录；记录了 %@ 个安全问题

# cleaner.scanIssues
source: Safety issues (first 8)
zh_hans: 安全问题（前 8 项）

# cleaner.readOnlyResult
source: Results are read-only. Protected and Unknown items never enter an execution plan.
zh_hans: 扫描结果只读展示。Protected 和 Unknown 永远不会进入执行计划。

# cleaner.emptyTitle
source: Not scanned yet
zh_hans: 尚未扫描

# cleaner.scanningTitle
source: Scanning
zh_hans: 扫描进行中

# cleaner.noCandidatesTitle
source: No candidates
zh_hans: 没有候选项

# cleaner.startReadOnly
source: Start a read-only scan to view the four Cleaner result categories.
zh_hans: 开始一次只读扫描以查看四类 Cleaner 结果。

# cleaner.resultsAfterScan
source: Candidates will appear after the scan completes.
zh_hans: 候选项将在扫描完成后显示。

# cleaner.noVisibleItems
source: No files were found by the current rules, or the scan was cancelled.
zh_hans: 当前规则没有发现可展示的文件项，或扫描已取消。

# cleaner.candidates
source: Candidates
zh_hans: 候选项

# cleaner.selectedCount
source: %@ selected
zh_hans: 已选择 %@ 项

# cleaner.selectionHint
source: Safe is selected by default; Review Required must be selected explicitly.
zh_hans: Safe 默认选中；Review Required 必须逐项主动勾选。

# cleaner.groupCount
source: %@ groups
zh_hans: %@ 个分组

# cleaner.groupMetadata
source: App %@ · Category %@ · Rule %@
zh_hans: 应用 %@ · 分类 %@ · 规则 %@

# cleaner.groupItems
source: %@ items · %@
zh_hans: %@ 项 · %@

# cleaner.groupToggle
source: Toggle group selection
zh_hans: 切换整个分组的选择

# cleaner.selectGroup
source: Select group
zh_hans: 选择分组

# cleaner.deselectGroup
source: Deselect group
zh_hans: 取消分组选择

# cleaner.groupMixed
source: Mixed selection
zh_hans: 部分选择

# cleaner.planDryRun
source: Create Plan and Dry Run
zh_hans: 生成计划并 Dry Run

# cleaner.dryRunTitle
source: Dry Run: no files will be modified
zh_hans: Dry Run：不会修改任何文件

# cleaner.dryRunSummary
source: Process %@ items, %@ total; reject %@ items. Method: Trash
zh_hans: 将处理 %@ 项，共 %@；拒绝 %@ 项。方式：废纸篓

# cleaner.planID
source: Plan %@
zh_hans: 计划 %@

# cleaner.confirmContinue
source: Confirm and Continue
zh_hans: 明确确认并继续

# cleaner.preflightSummary
source: Preflight passed %@ items, rejected %@ items
zh_hans: Preflight 通过 %@ 项，拒绝 %@ 项

# cleaner.auditRecorded
source: Audit recorded
zh_hans: Audit 已记录

# cleaner.executionSummary
source: Success %@ · Skipped %@ · Failed/Rejected %@ · Reclaimed %@
zh_hans: 成功 %@ · 跳过 %@ · 失败/拒绝 %@ · 实际回收 %@

# cleaner.auditEntries
source: Audit entries: %@
zh_hans: Audit 条目：%@

# cleaner.failureDetail
source: Rejected/failed: %@ · %@
zh_hans: 拒绝/失败：%@ · %@

# cleaner.confirmTitle
source: Move to Trash?
zh_hans: 确认移入废纸篓

# cleaner.confirmMessage
source: Move %@ items (%@) to the system Trash. Nothing will be permanently deleted; Preflight will revalidate every identity.
zh_hans: 将把 %@ 项（%@）移入系统废纸篓。不会永久删除；Preflight 仍会对每项重新验证身份。

# cleaner.highRiskTitle
source: Review Required: confirm high-risk items
zh_hans: 需要审核：确认高风险项目

# cleaner.highRiskMessage
source: You selected %@ Review Required items (%@). Review Required data may include application state or logs. Continue to the separate Trash confirmation?
zh_hans: 你选择了 %@ 项需要审核的项目（%@）。其中可能包含应用状态或日志。是否继续进入独立的废纸篓确认？

# cleaner.highRiskContinue
source: Review and Continue
zh_hans: 审核后继续

# cleaner.partialFailure
source: Partial failure: some items were rejected or failed; see the per-item audit below.
zh_hans: 部分失败：部分项目被拒绝或执行失败；请查看下方逐项 Audit。

# cleaner.executionFailed
source: No selected item was moved to Trash. The per-item rejection or failure reasons are shown below.
zh_hans: 没有选中的项目被移入废纸篓；下方显示逐项拒绝或失败原因。

# cleaner.noTargets
source: No safe scan targets are available.
zh_hans: 没有可用的安全扫描目标。

# cleaner.moveToTrash
source: Move to Trash
zh_hans: 移入废纸篓

# cleaner.phase.idle
source: Waiting to scan
zh_hans: 等待扫描

# cleaner.phase.scanning
source: Scanning
zh_hans: 正在扫描

# cleaner.phase.ready
source: Scan complete
zh_hans: 扫描完成

# cleaner.phase.planning
source: Creating plan
zh_hans: 正在生成计划

# cleaner.phase.dryRun
source: Dry Run complete
zh_hans: Dry Run 已完成

# cleaner.phase.preflight
source: Revalidating file identity
zh_hans: 正在复核文件身份

# cleaner.phase.executing
source: Moving to Trash
zh_hans: 正在移入废纸篓

# cleaner.phase.completed
source: Cleanup complete
zh_hans: 清理完成

# cleaner.phase.cancelled
source: Cancelled
zh_hans: 已取消

# cleaner.phase.failed
source: Error
zh_hans: 发生错误

# detail.category
source: Category
zh_hans: 分类

# detail.rule
source: Rule
zh_hans: 规则

# detail.reason
source: Reason
zh_hans: 原因

# detail.modified
source: Modified
zh_hans: 修改时间

# detail.owningApp
source: Owning App
zh_hans: 所属应用

# detail.reclaimable
source: Estimated Reclaimable
zh_hans: 预计可回收

# detail.unavailable
source: Unavailable
zh_hans: 不可用

# detail.unrecognized
source: Unrecognized
zh_hans: 不可识别

# common.collecting
source: Collecting…
zh_hans: 采集中…

# common.perSecond
source: %@ /s
zh_hans: %@ /秒

# common.waitingForSample
source: Waiting for first sample
zh_hans: 等待首个样本

# common.cancel
source: Cancel
zh_hans: 取消

# safety.safe
source: Safe
zh_hans: 安全

# safety.reviewRequired
source: Review Required
zh_hans: 需要审核

# safety.protected
source: Protected
zh_hans: 受保护

# safety.unknown
source: Unknown
zh_hans: 未知

# reason.regenerableCache
source: Verified regenerable cache
zh_hans: 已验证可重新生成的缓存

# reason.safeEvidenceInsufficient
source: Evidence is insufficient for safe cleanup
zh_hans: 证据不足，不能安全清理

# reason.applicationCacheNeedsReview
source: Application cache requires review
zh_hans: 应用缓存需要审核

# reason.userDataProtected
source: User data is protected
zh_hans: 用户数据受保护

# reason.credentialDataProtected
source: Credential data is protected
zh_hans: 凭证数据受保护

# reason.browserProfileProtected
source: Browser profile is protected
zh_hans: 浏览器用户资料受保护

# reason.gitRepositoryProtected
source: Git repository is protected
zh_hans: Git 仓库受保护

# reason.systemPathProtected
source: System path is protected
zh_hans: 系统路径受保护

# reason.personalDataProtected
source: Personal data is protected
zh_hans: 个人数据受保护

# reason.symlinkProtected
source: Symlink is protected
zh_hans: 符号链接受保护

# reason.activeLogProtected
source: Active log is protected
zh_hans: 活动日志受保护

# reason.oldLogNeedsReview
source: Old log requires review
zh_hans: 旧日志需要审核

# reason.crashDiagnosticLogNeedsReview
source: Crash or diagnostic log requires review
zh_hans: 崩溃或诊断日志需要审核

# reason.recentTemporaryFileProtected
source: Recent temporary file is protected
zh_hans: 较新的临时文件受保护

# reason.oldTemporaryFileNeedsReview
source: Old temporary file requires review
zh_hans: 旧临时文件需要审核

# reason.specialTemporaryDirectoryProtected
source: Special temporary directory is protected
zh_hans: 特殊临时目录受保护

# reason.directoryContainerProtected
source: Directory container is protected
zh_hans: 目录容器受保护

# reason.agePolicyNotMet
source: Age policy was not met
zh_hans: 未满足年龄策略

# reason.sizePolicyNotMet
source: Size policy was not met
zh_hans: 未满足大小策略

# reason.sourceChanged
source: Source changed
zh_hans: 源文件已变化

# reason.ruleConflict
source: Rules conflict
zh_hans: 规则冲突

# reason.unknownPath
source: Path is unknown
zh_hans: 未知路径

# reason.unknownDataDisposition
source: Data purpose is unknown
zh_hans: 数据用途未知

# category.userCache
source: User Cache
zh_hans: 用户缓存

# category.applicationCache
source: Application Cache
zh_hans: 应用缓存

# category.logs
source: Logs
zh_hans: 日志

# category.temporaryFiles
source: Temporary Files
zh_hans: 临时文件

# category.unknown
source: Unknown Category
zh_hans: 未知分类

# failure.notSelected
source: Not selected
zh_hans: 未选择

# failure.protected
source: Protected
zh_hans: 受保护

# failure.unknown
source: Unknown
zh_hans: 未知

# failure.sourceChanged
source: Source changed
zh_hans: 源文件已变化

# failure.identityMismatch
source: Identity mismatch
zh_hans: 身份不匹配

# failure.canonicalPathChanged
source: Canonical path changed
zh_hans: 标准路径已变化

# failure.fileTypeChanged
source: File type changed
zh_hans: 文件类型已变化

# failure.symlinkRejected
source: Symlink rejected
zh_hans: 已拒绝符号链接

# failure.ruleConflict
source: Rule conflict
zh_hans: 规则冲突

# failure.classificationChanged
source: Classification changed
zh_hans: 分类已变化

# failure.invalidCandidate
source: Invalid candidate
zh_hans: 候选项无效

# failure.duplicateCandidate
source: Duplicate candidate
zh_hans: 候选项重复

# failure.notFound
source: Not found
zh_hans: 未找到

# failure.preflightRequired
source: Preflight required
zh_hans: 需要 Preflight

# failure.preflightFailed
source: Preflight failed
zh_hans: Preflight 失败

# failure.cancelled
source: Cancelled
zh_hans: 已取消

# failure.safeDeleteRejected
source: Safe delete rejected
zh_hans: SafeDelete 已拒绝

# failure.safeDeleteFailed
source: Safe delete failed
zh_hans: SafeDelete 失败

# rule.userCache
source: Verified User Cache
zh_hans: 已验证用户缓存

# rule.applicationCache
source: Application Cache
zh_hans: 应用缓存

# rule.logs
source: Logs
zh_hans: 日志

# rule.temporaryFiles
source: Temporary Files
zh_hans: 临时文件

# memoryPressure.normal
source: Normal
zh_hans: 正常

# memoryPressure.warning
source: Warning
zh_hans: 警告

# memoryPressure.critical
source: Critical
zh_hans: 严重

# memoryPressure.unknown
source: Unknown
zh_hans: 未知

# availability.available
source: Available
zh_hans: 可用

# availability.unavailable
source: Unavailable
zh_hans: 不可用

# availability.unsupported
source: Unsupported
zh_hans: 不支持

# thermal.nominal
source: Nominal
zh_hans: 正常

# thermal.fair
source: Fair
zh_hans: 一般

# thermal.serious
source: Serious
zh_hans: 严重

# thermal.critical
source: Critical
zh_hans: 临界

# appManager.refresh
source: Refresh
zh_hans: 刷新

# appManager.search
source: Search apps, bundle IDs, or paths
zh_hans: 搜索应用、Bundle ID 或路径

# appManager.sort
source: Sort
zh_hans: 排序

# appManager.sort.name
source: Name
zh_hans: 名称

# appManager.sort.size
source: Size
zh_hans: 大小

# appManager.sort.modified
source: Modified
zh_hans: 修改时间

# appManager.loading
source: Enumerating installed apps…
zh_hans: 正在枚举已安装应用…

# appManager.empty
source: No applications found
zh_hans: 未找到应用

# appManager.controlledFixture
source: Controlled test app
zh_hans: 受控测试应用

# appManager.appCount
source: %@ installed applications
zh_hans: 已安装 %@ 个应用

# appManager.selectApp
source: Select an application
zh_hans: 选择一个应用

# appManager.selectAppHint
source: Choose an app to inspect metadata and residual data.
zh_hans: 选择应用以查看元数据和残留数据。

# appManager.noBundleID
source: Bundle ID unavailable
zh_hans: Bundle ID 不可用

# appManager.basicInfo
source: Basic Information
zh_hans: 基本信息

# appManager.version
source: Version
zh_hans: 版本

# appManager.size
source: Size
zh_hans: 大小

# appManager.modified
source: Modified
zh_hans: 修改时间

# appManager.source
source: Source
zh_hans: 来源

# appManager.path
source: Path
zh_hans: 路径

# appManager.executable
source: Executable
zh_hans: 可执行文件

# appManager.residualAnalysis
source: Residual Analysis
zh_hans: 残留分析

# appManager.residualCount
source: %@ residual paths, %@ issues
zh_hans: %@ 个残留路径，%@ 个问题

# appManager.analyzing
source: Analyzing residual data…
zh_hans: 正在分析残留数据…

# appManager.analysisUnavailable
source: Residual analysis is not available yet.
zh_hans: 残留分析尚未完成。

# appManager.noResiduals
source: No associated residual paths were found.
zh_hans: 未发现关联的残留路径。

# appManager.analysisIssues
source: %@ analysis issues were recorded; uncertain data stays protected.
zh_hans: 记录了 %@ 个分析问题；不确定数据保持受保护。

# appManager.appBundle
source: Application bundle
zh_hans: 应用本体

# appManager.appBundleDetail
source: %@ · explicitly selected · moved to Trash only
zh_hans: %@ · 需明确选择 · 仅移入废纸篓

# appManager.selectedSummary
source: %@ selected · %@
zh_hans: 已选择 %@ 项 · %@

# appManager.reviewRequiredHint
source: Review-required items need explicit selection. Protected and unknown data cannot be selected.
zh_hans: 需要审核的项目必须明确选择；受保护和未知数据不可选择。

# appManager.createDryRun
source: Create uninstall plan
zh_hans: 创建卸载计划

# appManager.dryRunTitle
source: Dry Run
zh_hans: Dry Run 预览

# appManager.dryRunSummary
source: %@ item(s) would move to Trash · %@ · %@ rejected
zh_hans: %@ 项将移入废纸篓 · %@ · %@ 项被拒绝

# appManager.trashOnly
source: The first version never permanently deletes files.
zh_hans: 第一版不会永久删除文件。

# appManager.confirm
source: Review and confirm
zh_hans: 审核并确认

# appManager.confirmTitle
source: Move selected items to Trash?
zh_hans: 将所选项目移入废纸篓？

# appManager.confirmMessage
source: %@ selected item(s), estimated %@. Preflight will run again before Trash.
zh_hans: 已选择 %@ 项，预计 %@。移入废纸篓前会再次执行 Preflight。

# appManager.phase.idle
source: Ready
zh_hans: 就绪

# appManager.phase.loading
source: Loading applications
zh_hans: 正在加载应用

# appManager.phase.analyzing
source: Analyzing
zh_hans: 分析中

# appManager.phase.ready
source: Ready
zh_hans: 就绪

# appManager.phase.preflight
source: Revalidating
zh_hans: 重新验证中

# appManager.phase.executing
source: Moving to Trash
zh_hans: 正在移入废纸篓

# appManager.phase.completed
source: Completed
zh_hans: 已完成

# appManager.phase.cancelled
source: Cancelled
zh_hans: 已取消

# appManager.phase.failed
source: Failed
zh_hans: 失败

# appManager.preflightSummary
source: %@ passed · %@ rejected
zh_hans: %@ 项通过 · %@ 项被拒绝

# appManager.auditRecorded
source: Uninstall audit recorded
zh_hans: 卸载审计已记录

# appManager.executionSummary
source: %@ succeeded · %@ skipped · %@ failed · %@ reclaimed
zh_hans: %@ 项成功 · %@ 项跳过 · %@ 项失败 · 回收 %@

# appManager.auditEntries
source: %@ audit entries
zh_hans: %@ 条审计记录

# appManager.moveToTrash
source: Move to Trash
zh_hans: 移入废纸篓

# appManager.dryRunRejected
source: Rejected: %@ · %@
zh_hans: 已拒绝：%@ · %@

# appSource.applications
source: Applications
zh_hans: 应用程序

# appSource.userApplications
source: User Applications
zh_hans: 用户应用程序

# appSource.systemApplications
source: System Applications
zh_hans: 系统应用程序

# appSource.systemCoreServices
source: System Core Services
zh_hans: 系统核心服务

# appSource.networkApplications
source: Network Applications
zh_hans: 网络应用程序

# appSource.unknown
source: Unknown source
zh_hans: 未知来源

# appSignature.valid
source: Signed
zh_hans: 已签名

# appSignature.invalid
source: Invalid signature
zh_hans: 签名无效

# appSignature.unavailable
source: Signature unavailable
zh_hans: 签名不可用

# appSignature.unknown
source: Signature unknown
zh_hans: 签名未知
